Repository: osapon/halcyon
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: gl_es, it_it, nl_nl, pl_pl

source: Language
gl_es: Idioma
it_it: Lingua
nl_nl: Taal
pl_pl: Język

source: Language_en_US
gl_es: English
it_it: Inglese
nl_nl: Engels (VS)
pl_pl: Angielski

source: Language_de_DE
gl_es: German
it_it: Tedesco
nl_nl: Duits
pl_pl: Niemiecki

source: Language_ja_JP
gl_es: Japanese
it_it: Giapponese
nl_nl: Japans
pl_pl: Japoński

source: Language_ko_KR
gl_es: Korean
it_it: Coreano
nl_nl: Koreaans
pl_pl: Koreański

source: Language_pl_PL
gl_es: Polish
it_it: Polacco
nl_nl: Pools
pl_pl: Polish

source: Language_gl_ES
gl_es: Galician
it_it: Galiziano
nl_nl: Galicisch

source: Language_pt_BR
gl_es: Portuguese (Brazil)
it_it: Portoghese (Brasile)
nl_nl: Portugees (Brazilië)
pl_pl: Portuguese (Brazil)

source: Language_it_IT
gl_es: Italian
it_it: Italiano
nl_nl: Italiaans

source: Language_cs_CZ
nl_nl: Tsjechisch

source: Language_fr_FR
nl_nl: Frans

source: Language_nl_NL
nl_nl: Nederlands

source: Sensitive content
gl_es: Contido sensible
it_it: Contenuto sensibile
nl_nl: Gevoelige inhoud
pl_pl: Zawartość wrażliwa

source: Click to view
gl_es: Pulse para ver
it_it: Clicca per vedere
nl_nl: Klik om te bekijken
pl_pl: Naciśnij aby wyświetlić

source: SHOW MORE
gl_es: MOSTRAR MÁIS
it_it: MOSTRA DI PIÙ
nl_nl: MEER TONEN
pl_pl: ROZWIŃ

source: SHOW LESS
gl_es: MOSTRAR MENOS
it_it: MOSTRA DI MENO
nl_nl: MINDER TONEN
pl_pl: ZWIŃ

source: Public
gl_es: Público
it_it: Pubblico
nl_nl: Openbaar
pl_pl: Publiczny

source: Unlisted
gl_es: Non listado
it_it: Non elencato
nl_nl: Minder openbaar
pl_pl: Niewidoczny

source: Followers-only
gl_es: Só seguidoras
it_it: Solo seguaci
nl_nl: Alleen volgers
pl_pl: Tylko dla śledzących

source: Delete Toot
gl_es: Eliminar Toot
it_it: Elimina Toot
nl_nl: Toot verwijderen
pl_pl: Usuń wpis

source: Unpin Toot
gl_es: Despegar Toot
it_it: Non fissare più questo Toot
nl_nl: Toot losmaken
pl_pl: Odepnij wpis

source: Pin Toot
gl_es: Fixar Toot
it_it: Fissa Toot in alto
nl_nl: Toot vastmaken
pl_pl: Przypnij wpis

source: Mute
gl_es: Acalar
it_it: Silenzia
nl_nl: Negeren
pl_pl: Wycisz

source: Block
gl_es: Bloquear
it_it: Blocca
nl_nl: Blokkeren
pl_pl: Zablokuj

source: Report this Toot
gl_es: Informar sobre este Toot
it_it: Segnala questo Toot
nl_nl: Deze toot rapporteren
pl_pl: Zgłoś ten wpis

source: Copy link to Toot
gl_es: Copiar ligazón ao Toot
it_it: Copia il collegamento del Toot
nl_nl: Link naar toot kopiëren
pl_pl: Skopiuj link do wpisu

source: View original
gl_es: Ver orixinal
it_it: Vedi originale
nl_nl: Origineel bekijken
pl_pl: Wyświetl oryginalny wpis

source: Boosted
gl_es: Promocionado
it_it: Boostato
nl_nl: Geboost
pl_pl: Podbił(a)

source: Pinned Toot
gl_es: Toot fixado
it_it: Toot Fissato
nl_nl: Vastgemaakte toot
pl_pl: Przypięty wpis

source: favourited Your Toot
gl_es: favoreceu o seu Toot
it_it: ha messo il tuo Toot nei preferiti
nl_nl: voegde jouw toot als favoriet toe
pl_pl: dodał(a) Twój wpis do ulubionych

source: boosted Your Toot
gl_es: promocionou o seu Toot
it_it: ha condiviso il tuo Toot
nl_nl: boostte jouw toot
pl_pl: podbił(a) Twój wpis

source: followed you
gl_es: Segueuna
it_it: ti segue
nl_nl: volgt jou nu
pl_pl: zaczął(-ęła) Cię śledzić

source: Follow
gl_es: Seguir
it_it: Segui
nl_nl: Volgen
pl_pl: Śledź

source: Toot your reply
gl_es: Toot a súa resposta
it_it: Toota la tua risposta
nl_nl: Toot jouw reactie
pl_pl: Napisz odpowiedź

source: Reply
gl_es: Resposta
it_it: Rispondi
nl_nl: Reageren
pl_pl: Odpowiedz

source: Content warning
gl_es: Aviso de contido
it_it: Contenuto sensibile
nl_nl: Tekstwaarschuwing
pl_pl: Ostrzeżenie o zawartości

source: Mar
nl_nl: mrt

source: May
gl_es: Mai
it_it: Mag
nl_nl: mei
pl_pl: Maj

source: Oct
gl_es: Out
it_it: Ott
nl_nl: okt
pl_pl: Paź

source: Changed setting to
gl_es: Cambiou o axuste a
it_it: Cambiate impostazioni in
nl_nl: Instellingen veranderd naar
pl_pl: Zmieniono ustawienie na

source: Mark as NSFW by default enabled
gl_es: Marcar como NSFW activado por omisión
it_it: Segna come NSFW come predefinito abilitato
nl_nl: Altijd als gevoelig markeren (nsfw) ingeschakeld
pl_pl: Domyślnie oznaczaj zawartość multimedialną jako wrażliwą

source: Mark as NSFW by default disabled
gl_es: Marcar como NSFW desactivado por omisión
it_it: Segna come NSFW come predefinito disabilitato
nl_nl: Altijd als gevoelig markeren (nsfw) uitgeschakeld
pl_pl: Nie oznaczaj domyślnie zawartości multimedialnej jako wrażliwą

source: Who to follow enabled
gl_es: A quen seguir activado
it_it: Chi seguire abilitato
nl_nl: Wie te volgen ingeschakeld
pl_pl: Wyświetlaj sugestie profili do śledzenia

source: Who to follow disabled
gl_es: A quen seguir desactivado
it_it: Chi seguire disabilitato
nl_nl: Wie te volgen uitgeschakeld
pl_pl: Nie wyświetlaj sugestii profili do śledzenia

source: Changed about me setting
gl_es: O axuste Sobre min cambiou
it_it: Cambiate impostazioni Su di me
nl_nl: Instelling over mij veranderd
pl_pl: Zmieniono opis profilu

source: Uploaded new avatar
gl_es: Novo avatar subido
it_it: Caricata una nuova immagine di profilo
nl_nl: Nieuwe avatar geüpload
pl_pl: Zmieniono awatar

source: Uploaded new header
gl_es: Nova cabeceira subida
it_it: Caricata una nuova immagine di copertina
nl_nl: Nieuwe omslagfoto geüpload
pl_pl: Zmieniono nagłówek

source: Account locked
gl_es: Conta bloqueada
it_it: Account bloccato
nl_nl: Account besloten
pl_pl: Zablokowano konto

source: Account unlocked
gl_es: Conta desbloqueada
it_it: Account sbloccato
nl_nl: Account niet besloten
pl_pl: Odblokowano konto

source: Link previews enabled
gl_es: Vista previa de ligazóns activada
it_it: Anteprime dei collegamenti abilitate
nl_nl: Voorvertoningen links ingeschakeld
pl_pl: Włączono podgląd odnośników

source: Link previews disabled
gl_es: Vista previa de ligazóns desactivada
it_it: Anteprime dei collegamenti disabilitate
nl_nl: Voorvertoningen links uitgeschakeld
pl_pl: Wyłączono podgląd odnośników

source: You didn't allow notifications
gl_es: Non permiteu as notificacións
it_it: Non hai consentito le notifiche
nl_nl: Je hebt meldingen niet toegestaan
pl_pl: Nie zezwoliłeś(-aś) na wyświetlanie powiadomień

source: Desktop notifications enabled
gl_es: Notificacións de escritorio activadas
it_it: Notifiche desktop abilitate
nl_nl: Desktopmeldingen ingeschakeld
pl_pl: Włączono powiadomienia na pulpicie

source: Desktop notifications disabled
gl_es: Notificacións de escritorio desactivadas
it_it: Notifiche desktop disabilitate
nl_nl: Desktopmeldingen uitgeschakeld
pl_pl: Wyłączono powiadomienia na pulpicie

source: Replies shown
gl_es: Respostas mostradas
it_it: Risposte mostrate
nl_nl: Reacties getoond
pl_pl: Odpowiedzi będą wyświetlane

source: Replies hidden
gl_es: Respostas ocultas
it_it: Risposte nascoste
nl_nl: Reacties verborgen
pl_pl: Odpowiedzi nie będą wyświetlane

source: CW content shown
gl_es: Contido CW mostrado
it_it: Contenuto sensibile mostrato
nl_nl: Tekstwaarschuwingen (cw) getoond
pl_pl: Zawartość zza ostrzeżenia będzie wyświetlana

source: CW content hidden
gl_es: Contido CW oculto
it_it: Contenuto sensibile nascosto
nl_nl: Tekstwaarschuwingen (cw) verborgen
pl_pl: Zawartość zza ostrzeżenia nie będzie wyświetlana

source: NSFW content shown
gl_es: Contido NSFW mostrado
it_it: Contenuto NSFW mostrato
nl_nl: Gevoelige inhoud (nsfw) getoond
pl_pl: Zawartość NSFW będzie wyświetlana

source: NSFW content hidden
gl_es: Contido NSFW oculto
it_it: Contenuto NSFW nascosto
nl_nl: Gevoelige inhoud (nsfw) verborgen
pl_pl: Zawartość NSFW nie będzie wyświetlana

source: Reply to
gl_es: Respostar a
it_it: Rispondi a
nl_nl: Reageer op
pl_pl: Odpowiedz

source: Report
gl_es: Informar
it_it: Segnala
nl_nl: Rapportage
pl_pl: Zgłoś

source: Report a Toot of
gl_es: Informar sobre un Toot de
it_it: Segnala Toot di
nl_nl: Rapporteer een toot van
pl_pl: Zgłoś wpis

source: What's happening?
gl_es: Qué acontece?
it_it: Cosa succede?
nl_nl: Wat houdt je bezig?
pl_pl: Co Ci chodzi po głowie?

source: Compose new Toot
gl_es: Escribir un novo Toot
it_it: Componi un nuovo Toot
nl_nl: Nieuwe toot opstellen
pl_pl: Utwórz nowy wpis

source: Please describe what the problem with the Toot is.
gl_es: Por favor, describa cal é o problema co Toot.
it_it: Per favore descrivi qual è il problema di questo Toot
nl_nl: Omschrijf wat er mis is met deze Toot?
pl_pl: Opisz problem dotyczący tego wpisu

source: PEOPLE
gl_es: XENTE
it_it: PERSONE
nl_nl: MENSEN
pl_pl: LUDZIE

source: Settings
gl_es: Axustes
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia

source: GENERAL
gl_es: XERAL
it_it: GENERALE
nl_nl: ALGEMEEN
pl_pl: OGÓLNE

source: PROFILE
gl_es: PERFIL
it_it: PROFILO
nl_nl: PROFIEL
pl_pl: PROFIL

source: APPEARANCE
gl_es: ASPECTO
it_it: INTERFACCIA
nl_nl: UITERLIJK
pl_pl: WYGLĄD

source: Change instance
gl_es: Cambiar de instancia
it_it: Cambia istanza
nl_nl: Server veranderen
pl_pl: Zmień instancję

source: Blank for default
gl_es: Baldeiro por omisión
it_it: Predefinito vuoto
nl_nl: Leeg voor de standaardwaarde
pl_pl: Pozostaw puste, aby użyć domyślnej

source: FOLLOWING
gl_es: SEGUINDO
it_it: SEGUI
nl_nl: VOLGEND
pl_pl: ŚLEDZENI

source: Interesting accounts of devs
gl_es: Contas de devs interesantes
it_it: Account interessanti degli sviluppatori
nl_nl: Interessante accounts van softwareontwikkelaars
pl_pl: Ciekawe konta programistów

source: Halcyon for
gl_es: Halcyon para
it_it: Halcyon per
nl_nl: Halcyon voor
pl_pl: Halcyon dla

source: About
gl_es: Acerca de
it_it: A proposito di
nl_nl: Over
pl_pl: O instancji

source: Terms
gl_es: Termos
it_it: Termini
nl_nl: Voorwaarden
pl_pl: Zasady

source: Source code
gl_es: Código fonte
it_it: Codice sorgente
nl_nl: Broncode
pl_pl: Kod źródłowy

source: Other instances
gl_es: Outras instancias
it_it: Altre istanze
nl_nl: Andere servers
pl_pl: Inne instancje

source: Privacy policy
gl_es: Política de intimidade
it_it: Regole sulla Privacy
nl_nl: Privacybeleid
pl_pl: Polityka prywatności

source: Version
gl_es: Versión
it_it: Versione
nl_nl: Versie
pl_pl: Wersja

source: Who to follow
gl_es: A quen seguir
it_it: Chi seguire
nl_nl: Wie te volgen
pl_pl: Sugerowane profile

source: Enable who to follow
gl_es: Activar a quen seguir
it_it: Abilita Chi seguire
nl_nl: Wie te volgen inschakelen
pl_pl: Włącz sugerowane profile

source: Halcyon needs to connect to an external server to get a list of users which have similar interests as you. If you want to use this feature, please opt-in.
gl_es: Halcyon precisa conectar con un servidor externo para obter un listado de usuarias que teñen intereses semellantes aos seus. Se quere utilizar esta característica, por favor indique a preferencia.
it_it: Halcyon deve connettersi ad un server esterno per ottenere una lista di utenti che hanno interessi simili a te. Se vuoi utilizzare questa funzione, per favore abilitala.
nl_nl: Halcyon moet met een externe server verbinden om een lijst met gebruikers op te halen die gelijksoortige interesses hebben als jij. Geef hiervoor toestemming wanneer je deze functie wilt gebruiken.
pl_pl: Halcyon musi połączyć się z zewnętrznym serwerem, aby znaleźć osoby o zainteresowaniach podobnych do Twoich. Jeżeli chcesz używać tej funkcji, włącz ją.

source: MORE
gl_es: MÁIS
it_it: DI PIÙ
nl_nl: MEER
pl_pl: WIĘCEJ

source: FOLLOWERS
gl_es: SEGUIDORAS
it_it: SEGUACI
nl_nl: VOLGERS
pl_pl: ŚLEDZĄCY

source: Following
gl_es: Seguindo
it_it: Seguendo
nl_nl: Volgend
pl_pl: Śledzisz

source: You'll no longer receive notifications from this user
gl_es: Non recibirá notificacións de esta usuaria
it_it: Non riceverai più notifiche da questo utente
nl_nl: Je ontvangt niet langer meldingen van deze gebruiker
pl_pl: Nie będziesz otrzymywać powiadomień od tego użytkownika

source: Unmuted this user
gl_es: Devolveulle a voz a esta usuaria
it_it: Non silenziare più questo utente
nl_nl: Deze gebruiker niet langer negeren
pl_pl: Cofnięto wyciszenie tego użytkownika

source: This user has been blocked
gl_es: Esta usuaria foi bloqueada
it_it: Questo utente è stato bloccato
nl_nl: Deze gebruiker is geblokkeerd
pl_pl: Ten użytkownik został zablokowany

source: Unblocked this user
gl_es: Desbloqueou esta usuaria
it_it: Utente sbloccato
nl_nl: Deze gebruiker is deblokkeerd
pl_pl: Odblokowano tego użytkownika

source: Your Toot has been deleted
gl_es: O seu toot foi eliminado
it_it: Il tuo Toot è stato eliminato
nl_nl: Jouw toot is verwijderd
pl_pl: Twój wpis został usunięty

source: Your Toot has been pinned
gl_es: O seu toot foi fixado
it_it: Il tuo Toot è stato fissato in alto
nl_nl: Jouw toot is vastgezet
pl_pl: Twój wpis został przypięty

source: Your Toot has been unpinned
gl_es: O seu toot foi despegado
it_it: Il tuo Toot non è più fissato in alto
nl_nl: Jouw toot is losgemaakt
pl_pl: Twój wpis został odpięty

source: Edit profile
gl_es: Editar perfil
it_it: Modifica profilo
nl_nl: Profiel bewerken
pl_pl: Edytuj profil

source: FAVOURITES
gl_es: FAVORITAS
it_it: PREFERITI
nl_nl: FAVORIETEN
pl_pl: ULUBIONE

source: Show
gl_es: Mostrar
it_it: Mostra
nl_nl: Tonen
pl_pl: Pokaż

source: Blocking
gl_es: Bloqueando
it_it: Bloccati
nl_nl: Blokkeren
pl_pl: Zablokowano

source: Muting
gl_es: Acalando
it_it: Silenziati
nl_nl: Negeren
pl_pl: Wyciszono

source: Requested
gl_es: Solicitado
it_it: Richieste
nl_nl: Aangevraagd
pl_pl: Wysłano prośbę

source: Photos and toots
gl_es: Fotos e toots
it_it: Foto e toot
nl_nl: Foto's en toots
pl_pl: Zdjęcia i wpisy

source: favourited your toot
gl_es: favoreceron o seu toot
it_it: ha messo nei preferiti il tuo toot
nl_nl: voegde jouw toot als favoriet toe
pl_pl: dodał(a) Twój wpis do ulubionych

source: boosted your toot
gl_es: promocionaron o seu toot
it_it: ha boostato il tuo toot
nl_nl: boostte jouw toot
pl_pl: podbił(a) Twój wpis

source: mentioned you
gl_es: mencionárona
it_it: ti ha menzionato
nl_nl: vermeldde jou
pl_pl: wspomniał(a) o Tobie

source: Your Toot was posted!
gl_es: O seu toot foi publicado!
it_it: Il tuo Toot è stato pubblicato!
nl_nl: Jouw toot is geplaatst!
pl_pl: Twój wpis został opublikowany!

source: News
gl_es: Novas
it_it: Novità
nl_nl: Nieuws
pl_pl: Nowości

source: Source
gl_es: Fonte
it_it: Codice Sorgente
nl_nl: Broncode
pl_pl: Kod źródłowy

source: Imprint
gl_es: Impresum
nl_nl: Impressum

source: Login
gl_es: Conectar
it_it: Accedi
nl_nl: Inloggen
pl_pl: Zaloguj się

source: Login to Halcyon
gl_es: Conectar a Halcyon
it_it: Accedi ad Halcyon
nl_nl: Op Halcyon inloggen
pl_pl: Zaloguj się na Halcyon

source: create an account
gl_es: crear unha conta
it_it: crea un account
nl_nl: Maak een account aan
pl_pl: utwórz konto

source: or
gl_es: ou
it_it: o
nl_nl: of
pl_pl: lub

source: I agree with the
gl_es: Acepto as
it_it: Sono d'accordo con
nl_nl: I ga akkoord met
pl_pl: Zgadzam się z

source: What is Halcyon
gl_es: Que é Halcyon
it_it: Cos'è Halcyon
nl_nl: Wat is Halcyon
pl_pl: Czym jest Halcyon

source: which aims to recreate the simple and beautiful user interface of Twitter while keeping all advantages of decentral networks in focus.
gl_es: que pretende recrear a interface simple e bela de Twitter mentras mantén todas as vantaxes das redes descentralizadas.
it_it: che ha l'obbiettivo di ricreare l'interfaccia utente semplice e carina di Twitter mantenendo tutti i vantaggi delle reti decentralizzate.
nl_nl: die als doel heeft om de eenvoudige en mooie gebruikersomgeving van Twitter na te bootsen, zonder dat de voordelen van decentrale netwerken verloren gaan.
pl_pl: mającym na celu odtworzyć prostotę i piękno interfejsu Twittera zachowując wszystkie zalety zdecentralizowanych sieci.

source: Halcyon is a webclient for
gl_es: Halcyon é un cliente web para
it_it: Halcyon è un client web per
nl_nl: Halcyon is een webclient voor
pl_pl: Halcyon jest klientem webowym dla

source: Use my contact form
gl_es: Utilice o meu formulario de contacto
it_it: Usa il mio modulo di contatto
nl_nl: Gebruik mijn contactformulier
pl_pl: Uzyj mojego formularza kontaktowego

source: Help us
gl_es: Axúdenos
it_it: Aiutaci
nl_nl: Help ons
pl_pl: Pomóż nam

source: Halcyon Terms of Use
gl_es: Termos de Uso de Halcyon
it_it: Termini di utilizzo di Halcyon
nl_nl: Gebruiksovereenkomst Halcyon
pl_pl: Zasady korzystania z Halcyon

source: This terms of use agreement is for the users of web service Halcyon for Mastodon and Pleroma (Halcyon for short) hosted at
gl_es: Este acordo de termos de uso é para as usuarias do servizo web Halcyon para Mastodon e Pleroma (resumido Halcyon) aloxado en
it_it: Questi termini di utilizzo riguardano gli utenti del servizio web Halcyon per Mastodon e Pleroma (abbreviato Halcyon) ospitato su
nl_nl: Deze gebruikersvoorwaarden zijn van toepassing voor gebruikers van de webservice Halcyon voor Mastodon en Pleroma (Halcyon in het kort) gehost op
pl_pl: Te zasady użytkowania przeznaczone są dla użytkowników usługi sieciowej Halcyon dla Mastodona i Pleromy (w skrócie Halcyon) uruchamianego przez

source: Your Reply was posted!
gl_es: A súa Resposta foi publicada!
it_it: La tua risposta è stata pubblicata!
nl_nl: Jouw reactie is geplaatst!
pl_pl: Twoja odpowiedź została opublikowana!

source: Toot reported successfully!
gl_es: Informou sobre o Toot correctamente!
it_it: Toot segnalato con successo!
nl_nl: Toot succesvol gerapporteerd
pl_pl: Pomyślnie zgłoszono wpis!

source: Link successfully copied!
gl_es: Ligazón copiada correctamente!
it_it: Collegamento copiato con successo!
nl_nl: Link succesvol gekopieerd!
pl_pl: Pomyślnie skopiowano odnośnik!

source: Home
gl_es: Inicio
nl_nl: Start
pl_pl: Strona główna

source: Local
it_it: Locale
nl_nl: Lokaal
pl_pl: Lokalne

source: Federated
gl_es: Federada
it_it: Federata
nl_nl: Globaal
pl_pl: Federacja

source: Notifications
gl_es: Notificacións
it_it: Notifiche
nl_nl: Meldingen
pl_pl: Powiadomienia

source: Search Mastodon
gl_es: Buscar en Mastodon
it_it: Cerca Mastodon
nl_nl: Zoek op Mastodon
pl_pl: Szukaj na Mastodonie

source: View profile
gl_es: Ver perfil
it_it: Vedi profilo
nl_nl: Profiel bekijken
pl_pl: Wyświetl profil

source: Log out
gl_es: Desconectar
it_it: Disconnettiti
nl_nl: Uitloggen
pl_pl: Wyloguj się

source: All
gl_es: Todo
it_it: Tutto
nl_nl: Alles
pl_pl: Wszystko

source: new notitification
gl_es: nova notificación
it_it: nuova notifica
nl_nl: nieuwe melding
pl_pl: nowe powiadomienie

source: Show all NSFW content
gl_es: Mostrar todo o contido NSFW
it_it: Mostra tutto il contenuto NSFW
nl_nl: Alle gevoelige inhoud (nsfw) tonen
pl_pl: Pokazuj zawartość oznaczoną jako NSFW

source: Show all CW content
gl_es: Mostrar todo o contido CW
it_it: Mostra tutto il contenuto CW
nl_nl: Alle tekstwaarschuwingen (cw) uitklappen
pl_pl: Pokazuj zawartość zza ostrzeżenia o zawartości

source: Show replies
gl_es: Mostrar respostas
it_it: Mostra risposte
nl_nl: Reacties tonen
pl_pl: Pokazuj odpowiedzi

source: Desktop notifications
gl_es: Notificacións de escritorio
it_it: Notifiche desktop
nl_nl: Desktopmeldingen
pl_pl: Powiadomienia na pulpicie

source: Enable link previews
gl_es: Activar vista previa de ligazóns
it_it: Abilita anteprime dei collegamenti
nl_nl: Voorvertoningen links inschakelen
pl_pl: Włącz podgląd odnośników

source: Auto update
gl_es: Actualización automática
it_it: Auto aggiorna
nl_nl: Automatisch bijwerken
pl_pl: Aktualizuj automatycznie

source: Manual update
gl_es: Actualización manual
it_it: Aggiornamento manuale
nl_nl: Handmatig bijwerken
pl_pl: Aktualizuj ręcznie

source: Appearance settings
gl_es: Axustes do aspecto
it_it: Impostazioni di visualizzazione
nl_nl: Instellingen voor het uiterlijk
pl_pl: Ustawienia wyglądu

source: New posts streaming
gl_es: Fluxo de novas publicacións
it_it: Streaming dei nuovi post
nl_nl: Streaming nieuwe toots
pl_pl: Wyświetlanie nowych wpisów

source: replies
gl_es: respostas
it_it: risposte
nl_nl: reacties
pl_pl: odpowiedzi

source: General settings
gl_es: Axustes xeráis
it_it: Impostazioni generali
nl_nl: Algemene instellingen
pl_pl: Ustawienia ogólne

source: Default post privacy
gl_es: Intimidade por omisión das publicacións
it_it: Privacy predefinita dei post
nl_nl: Standaardzichtbaarheid toots
pl_pl: Domyślna prywatność wpisów

source: Mark as NSFW by default
gl_es: Marcar como NSFW por omisión
it_it: Segna come NSFW in modo predefinito
nl_nl: Altijd als gevoelig (nsfw) markeren
pl_pl: Domyślnie oznaczaj jako NSFW

source: FOLLOWS YOU
gl_es: SÉGUENA
it_it: TI SEGUONO
nl_nl: VOLGT JOU
pl_pl: ŚLEDZI CIĘ

source: Local instance
gl_es: Instancia local
it_it: Istanza locale
nl_nl: Lokale server
pl_pl: Lokalna Instancja

source: Hashtag search filter
gl_es: Filtro de busca de etiquetas
it_it: Filtri di ricerca per hashtag
nl_nl: Hashtagzoekfilter
pl_pl: Filtr wyszukiwania hashtagów

source: All instances
gl_es: Todas as instancias
it_it: Tutte le istanze
nl_nl: Alle servers
pl_pl: Wszystkie instancje

source: Local only
gl_es: Só local
it_it: Solo in locale
nl_nl: Alleen lokaal
pl_pl: Tylko lokalne

source: Lock account
gl_es: Bloquear conta
it_it: Blocca account
nl_nl: Maak account besloten
pl_pl: Zablokuj konto

source: Header
gl_es: Cabeceira
it_it: Immagine di copertina
nl_nl: Omslagfoto
pl_pl: Nagłówek

source: About me
gl_es: Sobre min
it_it: Su di me
nl_nl: Over mij
pl_pl: O mnie

source: Display name
gl_es: Mostrar nome
it_it: Nome visualizzato
nl_nl: Weergavenaam
pl_pl: Nazwa wyświetlana

source: Profile settings
gl_es: Axustes do perfil
it_it: Impostazioni del profilo
nl_nl: Profielinstellingen
pl_pl: Ustawienia profilu

source: Favourites
gl_es: Favoritas
it_it: Preferiti
nl_nl: Favorieten
pl_pl: Ulubione

source: New favourite
gl_es: Novo favorito
it_it: Nuovo preferito
nl_nl: Nieuwe favoriet

source: New boost
gl_es: Nova promoción
it_it: Nuovo boost
nl_nl: Nieuwe boost

source: New follower
gl_es: Nova seguidora
it_it: Nuovo seguace
nl_nl: Nieuwe volger

source: New mention
gl_es: Nova mención
it_it: Nuova menzione
nl_nl: Nieuwe vermelding

source: Dark theme enabled
gl_es: Decorado escuro activado
it_it: Tema scuro abilitato
nl_nl: Donker thema ingeschakeld

source: Dark theme disabled
gl_es: Decorado escuro desactivado
it_it: Tema scuro disabilitato
nl_nl: Donker thema uitgeschakeld

source: Only on top
gl_es: Só enriba
it_it: Solo in cima
nl_nl: Alleen bovenaan

source: Enable dark theme
gl_es: Activar decorado escuro
it_it: Abilita tema scuro
nl_nl: Donker thema inschakelen

source: Please enter the new name for this list.
gl_es: Por favor introduza o novo nome da lista
it_it: Per favore inserisci il nuovo nome per questa lista.
nl_nl: Vul een nieuwe naam in voor deze lijst

source: The name of your list can't be empty!
gl_es: O nome da lista non pode estar baldeiro!
it_it: Il nome della tua lista non può essere vuoto!
nl_nl: De naam van jouw lijst kan niet leeg blijven!

source: Your list has been renamed
gl_es: Cambiou o nome da lista
it_it: La tua lista è stata rinominata
nl_nl: Jouw lijst is hernoemd

source: Are you sure that you want to delete this list?
gl_es: Está segura de querer eliminar a lista?
it_it: Sei sicuro di voler eliminare questa lista?
nl_nl: Weet je zeker dat je deze lijst wilt verwijderen?

source: Your list has been deleted
gl_es: Eliminou a lista
it_it: La tua lista è stata eliminata
nl_nl: Jouw lijst is verwijderd

source: Please enter the name of your new list.
gl_es: Introduza o nome da nova lista.
it_it: Per favore inserisci il nome della tua nuova lista.
nl_nl: Vul een naam in voor jouw nieuwe lijst

source: Add
gl_es: Engadir
it_it: Aggiungi
nl_nl: Toevoegen

source: Remove
gl_es: Eliminar
it_it: Rimuovi
nl_nl: Verwijderen

source: Add to list
gl_es: Engadir a lista
it_it: Aggiungi alla lista
nl_nl: Aan lijst toevoegen

source: Are you sure that you want to mute this user?
gl_es: Segura de querer acalar esta usuaria?
it_it: Sei sicuro di voler silenziare questo utente?
nl_nl: Weet je zeker dat je deze gebruiker wilt negeren?
