Repository: osapon/halcyon
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: gl_es, it_it, nl_nl, pl_pl

source: Are you sure that you want to block this user?
gl_es: Segura de querer bloquear esta usuaria?
it_it: Sei sicuro di voler bloccare questo utente?
nl_nl: Weet je zeker dat je deze gebruiker wilt blokkeren?

source: Are you sure that you want to delete this toot?
gl_es: Segura de querer eliminar este toot?
it_it: Sei sicuro di voler eliminare questo toot?
nl_nl: Weet je zeker dat je deze toot wilt verwijderen?

source: Added this account to the list
gl_es: Engadeu esta conta a lista
it_it: Questo account è stato aggiunto alla lista
nl_nl: Dit account aan de lijst toegevoegd

source: You need to follow this user to add him/her to the list. Do you want to do that now?
gl_es: Precisa seguir esta usuaria para engadila a lista. Quere facelo agora?
it_it: Devi seguire questo utente per aggiungerlo/a alla lista. Vuoi farlo ora?
nl_nl: Je moet deze gebruiker volgen om deze aan de lijst te kunnen toevoegen. Wil je dat nu doen?

source: You successfully followed this user.
gl_es: Sigueu con éxito esta usuaria.
it_it: Hai iniziato a seguire questo utente.
nl_nl: Het volgen van deze gebruiker is geslaagd.

source: Removed this account from the list
gl_es: Eliminou esta conta da lista
it_it: Hai rimosso questo account dalla lista
nl_nl: Dit account van is van de lijst verwijderd

source: Joined at
gl_es: Uneuse en
it_it: Iscritto a
nl_nl: Geregistreerd in

source: Direct messages
gl_es: Mensaxes directas
it_it: Messaggi diretti
nl_nl: Directe berichten

source: Lists
gl_es: Listas
it_it: Liste
nl_nl: Lijsten

source: Open public profile
gl_es: Abrir perfil público
it_it: Apri profilo pubblico
nl_nl: Openbaar profiel tonen

source: My Lists
gl_es: As miñas listas
it_it: Le mie liste
nl_nl: Mijn lijsten

source: Confirmation
gl_es: Confirmación
it_it: Conferma
nl_nl: Bevestiging

source: Yes
gl_es: Si
it_it: Si
nl_nl: Ja

source: Cancel
gl_es: Cancelar
it_it: Annulla
nl_nl: Annuleren

source: Autocomplete enabled
gl_es: Autocompletado activado
it_it: Autocompletamento abilitato
nl_nl: Automatisch aanvullen ingeschakeld

source: Autocomplete disabled
gl_es: Autocompletado desactivado
it_it: Autocompletamento disabilitato
nl_nl: Automatisch aanvullen uitgeschakeld

source: Changed custom profile field
gl_es: Cambiado o campo de perfil personalizado
it_it: Campi profilo personalizzati modificati
nl_nl: Handmatig profielveld veranderd

source: Notifications when tab is closed enabled
gl_es: Notificacións activadas cando a lapela está pechada
it_it: Notifiche quando la tab è chiusa abilitate
nl_nl: Meldingen wanneer tabblad is gesloten ingeschakeld

source: Notifications when tab is closed disabled
gl_es: Notificacións desactivadas cando a lapela está pechada
it_it: Notifiche quando la tab è chiusa disabilitate
nl_nl: Meldingen wanneer tabblad is gesloten uitgeschakeld

source: Toots of bots shown
gl_es: Móstranse os toots dos bots
it_it: Toot dei bot mostrati
nl_nl: Toots van bots worden getoond

source: Toots of bots hidden
gl_es: Toots dos bots ocultos
it_it: Toot dei bot nascosti
nl_nl: Toots van bots worden verborgen

source: Filter created
gl_es: Filtro creado
it_it: Filtri creati
nl_nl: Filter aangemaakt

source: Gif animations enabled
gl_es: Animacións Gif activadas
it_it: Animazioni gif abilitate
nl_nl: GIF-animaties ingeschakeld

source: Gif animations disabled
gl_es: Animacións Gif desactivadas
it_it: Animazioni gif disabilitate
nl_nl: GIF-animaties uitgeschakeld

source: Video player enabled
gl_es: Reprodutor de vídeo activado
it_it: Riproduttore video abilitato
nl_nl: Videospeler ingeschakeld

source: Video player disabled
gl_es: Reprodutor de vídeo desactivado
it_it: Riproduttore video disabilitato
nl_nl: Videospeler uitgeschakeld

source: Audio player enabled
gl_es: Reprodutor de audio activado
it_it: Riproduttore audio abilitato
nl_nl: Audiospeler ingeschakeld

source: Audio player disabled
gl_es: Reprodutor de audio desactivado
it_it: Riproduttore audio disabilitato
nl_nl: Audiospeler uitgeschakeld

source: PeerTube embeds enabled
gl_es: Incrustados de Peertube activados
it_it: Contenuti incorporati da PeerTube abilitati
nl_nl: Embedden van PeerTubevideo's ingeschakeld

source: PeerTube embeds disabled
gl_es: Incrustados de Peertube desactivados
it_it: Contenuti incorporati da PeerTube disabilitati
nl_nl: Embedden van PeerTubevideo's uitgeschakeld

source: YouPlay embeds enabled
gl_es: Incrustados de YouPlay activados
it_it: Contenuti incorporati da YouPlay abilitati
nl_nl: Embedden met YouPlay ingeschakeld

source: YouPlay embeds disabled
gl_es: Incrustados de YouPlay desactivados
it_it: Contenuti incorporati da YouPlay disabilitati
nl_nl: Embedden met YouPlay uitgeschakeld

source: Invidio.us embeds enabled
gl_es: Incrustados de Invidio.us activados
it_it: Contenuti incorporati da Invidio.us abilitati
nl_nl: Embedden met Invidio.us ingeschakeld

source: Invidio.us embeds disabled
gl_es: Incrustados de Invidio.us desactivados
it_it: Contenuti incorporati da Invidio.us disabilitati
nl_nl: Embedden met Invidio.us uitgeschakeld

source: Vimeo embeds enabled
gl_es: Incrustados de Vimeo activados
it_it: Contenuti incorporati da Vimeo abilitati
nl_nl: Embedden van Vimeovideo's ingeschakeld

source: Vimeo embeds disabled
gl_es: Incrustados de Vimeo desactivados
it_it: Contenuti incorporati da Vimeo disabilitati
nl_nl: Embedden van Vimeovideo's uitgeschakeld

source: Thread
gl_es: Conversa
it_it: Conversazione
nl_nl: Gesprek

source: Never
gl_es: Nunca
it_it: Mai
nl_nl: Nooit

source: Don't change
gl_es: Non cambiar
it_it: Non cambiare
nl_nl: Niet veranderen

source: Filter updated
gl_es: Filtro actualizado
it_it: Filtro aggiornato
nl_nl: Filter bijgewerkt

source: Are you sure that you want to delete this filter?
gl_es: Está seguro de querer eliminar este filtro?
it_it: Sei sicuro di vole eliminare questo filtro?
nl_nl: Weet je zeker dat je deze filter wilt verwijderen?

source: Your filter has been deleted
gl_es: Eliminouse o filtro
it_it: Il tuo filtro è stato eliminato
nl_nl: Jouw filter is verwijderd

source: Toot to
gl_es: Toot a
it_it: Toot su
nl_nl: Toot naar

source: Administrated by
gl_es: Administrada por
it_it: Amministrato da
nl_nl: Beheerd door

source: Users
gl_es: Usuarias
it_it: Utenti
nl_nl: Gebruikers

source: Connections
gl_es: Conexións
it_it: Connessioni
nl_nl: Verbindingen

source: Notifications when tab closed
gl_es: Notificacións coa lapela pechada
it_it: Notifiche quando la tab è chiusa
nl_nl: Meldingen wanneer tabblad is gesloten

source: Filter settings
gl_es: Axustes do filtro
it_it: Impostazioni dei filtri
nl_nl: Filterinstellingen

source: Show toots of bots
gl_es: Mostrar toots de bots
it_it: Mostra toot dei bot
nl_nl: Toots van bots tonen

source: Add new filter
gl_es: Engadir novo filtro
it_it: Aggiungi nuovo filtro
nl_nl: Nieuw filter toevoegen

source: Create a filter
gl_es: Crear un filtro
it_it: Crea un filtro
nl_nl: Filter aanmaken

source: Word or phrase to filter
gl_es: Palabra ou frase a filtrar
it_it: Parola o frase da filtrare
nl_nl: Woord of zinsdeel om te filteren

source: Filter in the following timelines
gl_es: Filtrar nas seguintes liñas temporais
it_it: Filtra nelle timeline seguenti
nl_nl: In de volgende tijdlijnen filteren

source: Expires in
gl_es: Caduca en
it_it: Scade tra
nl_nl: Verloopt in

source: Autocomplete in compose field
gl_es: Autocompletado en cadro de edición
it_it: Autocompletamento nel campo di composizione
nl_nl: Autoaanvullen in tekstvak voor toots

source: Media settings
gl_es: Axustes dos medios
it_it: Impostazioni dei media
nl_nl: Mediainstellingen

source: Play animated GIFs
gl_es: Reproducir GIFs animados
it_it: Riproduci animazioni GIF
nl_nl: GIF-animaties afspelen

source: Enable video player
gl_es: Activar reprodutor de vídeo
it_it: Abilita riproduttore video
nl_nl: Videospeler inschakelen

source: Enable audio player
gl_es: Activar reprodutor de audio
it_it: Abilita riproduttore audio
nl_nl: Audiospeler inschakelen

source: Embed PeerTube videos
gl_es: Incrustar vídeos PeerTube
it_it: Incorpora video di PeerTube
nl_nl: PeerTubevideo's embedden

source: Embed YouTube using YouPlay
gl_es: Incrustar YouTube utilizando YouPlay
it_it: Incorpora video di YouTube utilizzando YouPlay
nl_nl: YouTubevideo's met YouPlay embedden

source: Embed YouTube using Invidio.us
gl_es: Incrustar YouTube utilizando Invidio.us
it_it: Incorpora video di YouTube utilizzando Invidio.us
nl_nl: YouTubevideo's met Invidio.us embedden

source: Embed Vimeo using YouPlay
gl_es: Incrustar Vimeo utilizando YouPlay
it_it: Incorpora video di Vimeo utilizzando YouPlay
nl_nl: Vimeovideo's met YouPlay embedden

source: Custom profile fields
gl_es: Campos de perfil personalizados
it_it: Campi profilo personalizzati
nl_nl: Handmatige profielvelden

source: Name
gl_es: Nome
it_it: Nome
nl_nl: Naam

source: Value
gl_es: Valor
it_it: Valore
nl_nl: Waarde

source: To verify that the links in your custom fields really belong to you, you can add the link below to your website. The link text can be changed to whatever you want.
gl_es: Para verificar que as ligazóns dos campos personalizados realmente lle pertencen, pode engadir a ligazón inferior ao seu sitio web. O texto da ligazón pode cambialo como vostede desexe.
it_it: Per verificare che i collegamenti nei campi personalizzati siano veramente in tuo possesso, puoi aggiungere il link sottostante al tuo sito web. Il testo del link può essere cambiato a tuo piacimento.
nl_nl: Om te kunnen verifiëren dat de gelinkte websites in jouw handmatige profielvelden echt van jou zijn, kun je de link hieronder aan jouw website toevoegen. De omschrijving van de link maakt niet uit.

source: Message
gl_es: Mensaxe
it_it: Messaggio
nl_nl: Bericht

source: second
nl_nl: seconde

source: seconds
nl_nl: seconden

source: minute
nl_nl: minuut

source: minutes
gl_es: minutos
it_it: minuti
nl_nl: minuten

source: hour
gl_es: hora
it_it: ora
nl_nl: uur

source: hours
gl_es: horas
it_it: ore
nl_nl: uur

source: day
gl_es: día
it_it: giorno
nl_nl: dag

source: days
nl_nl: dagen

source: Filter posts irreversible
gl_es: Filtrado de publicacións non reversible
it_it: Filtra post irreversibilmente
nl_nl: Berichten onomkeerbaar filteren

source: Whole word
gl_es: Palabra completa
it_it: Parola intera
nl_nl: Heel woord

source: Dark theme reset to standard
nl_nl: Donker thema uitgeschakeld

source: Pictures shown in full height
nl_nl: Afbeeldingen met volledige hoogte getoond

source: Pictures shown in default height
nl_nl: Afbeeldingen met standaardhoogte getoond

source: Threads shown in thread view
nl_nl: Gesprekken in gespreksweergave getoond

source: Threads shown in chronological order
nl_nl: Gesprekken in chronologische volgorde getoond

source: Final results
nl_nl: Uiteindelijk resultaat

source: votes
nl_nl: stemmen

source: left
nl_nl: links

source: Vote
nl_nl: Stem

source: A poll you participated in has ended
nl_nl: Een poll waaraan jij hebt meegedaan is beëindigd

source: Days
nl_nl: Dagen

source: Hours
nl_nl: Uur

source: Minutes
nl_nl: Minuten

source: Multiple choice
nl_nl: Meerdere keuzes

source: Poll finished
nl_nl: Poll beëindigd

source: If you close the overlay, your text will get deleted! Are you sure you want to close it?
nl_nl: Wanneer je dit tekstvenster sluit wordt jouw tekst verwijderd! Weet je zeker dat je het wilt sluiten?

source: Show pictures in full height
nl_nl: Afbeeldingen in volledige hoogte tonen

source: Show threads in thread view in timeline
nl_nl: Gesprekken in gespreksweergave op de tijdlijn tonen

source: Direct
gl_es: Directa
it_it: Diretto
pl_pl: Bezpośrednio

source: Jan
gl_es: Xan
it_it: Gen
pl_pl: Sty

source: Apr
gl_es: Abr
pl_pl: Kwi

source: Jun
gl_es: Xun
it_it: Giu
pl_pl: Cze

source: Jul
gl_es: Xul
it_it: Lug
pl_pl: Lip

source: Aug
gl_es: Ago
it_it: Ago
pl_pl: Sie

source: Sep
gl_es: Set
it_it: Set
pl_pl: Wrz

source: Dec
gl_es: Nad
it_it: Dic
pl_pl: Gru

source: Privacy
gl_es: Intimidade
pl_pl: Prywatność

source: Contact
gl_es: Contacto
it_it: Contatti
pl_pl: Kontakt

source: Contact / Feedback
gl_es: Contacto / Informe
it_it: Contattaci / Dacci la tua opinione
pl_pl: Kontakt/opinie

source: Media
gl_es: Medios
pl_pl: Zawartość multimedialna

source: Prompt
gl_es: Avisar
it_it: Chiedi

source: Filter
gl_es: Filtro
it_it: Filtro

source: week
gl_es: semana
it_it: settimana

source: FILTERS
gl_es: FILTROS
it_it: FILTRI

source: MEDIA
gl_es: MEDIOS

source: Avatar
it_it: Immagine di profilo
pl_pl: Awatar

source: Toots
it_it: Toot
pl_pl: Wpisy

source: Feb
pl_pl: Lut

source: Nov
pl_pl: Lis

source: Toot
pl_pl: Wyślij

source: TOOTS
pl_pl: WPISY

source: Apps
pl_pl: Aplikacje
